Repository: tijder/girens
Catalog: po/*.po
Languages: de, fr, it, nb, nl, ru

source: Resume dialog when media has an offset
de: Fortsetzen-Dialog wenn Medien einen Versatz haben
fr: Fenêtre de reprise lorsque le média a un décalage
nb: Fortsettelsesdialog når media har forskyvning
nl: Hervatdialog wanneer media een offset heeft
ru: Диалог возобновления при обнаружении различия в месте воспроизведения

source: Play and shuffle button added to show view
de: Schaltflächen "Abspielen" und "Zufallswiedergabe" zur Serienansicht hinzugefügt
fr: Ajout de boutons de lecture et de lecture aléatoire dans la vue des émissions
nl: Knop afspelen en shuffle toegevoegd aan showweergave
ru: В раздел сериалов добавлена кнопка воспроизведения и случайного воспроизведения

source: Load views after main view is loaded
de: Ansichten laden, nachdem die Hauptansicht geladen wurde
fr: Chargement des vues après que la vue principale ait été chargée
nl: Weergaven laden nadat hoofdweergave is geladen
ru: Загрузка разделов после загрузки главной страницы

source: Fix progres not been updated correctly
de: Problem behoben, bei dem der Fortschritt nicht korrekt aktualisiert wurde
fr: Correction de la progression qui n’était pas mise à jour correctement
nb: Fiks framdrift som ikke oppdateres rett
nl: Probleem opgelost met vooruitgang niet correct bijgewerkt
ru: Исправьте некорректное обновление хода воспроизведения

source: Play and shuffle button added in section view
de: Schaltflächen "Abspielen" und "Zufallswiedergabe" in der Abschnittsansicht hinzugefügt
fr: Ajout de boutons de lecture et de lecture aléatoire dans la vue des sections
nb: Spill- og omstokkingsknapper lagt til i seksjonsvisning
nl: Knop afspelen en shuffle toegevoegd in sectieweergave
ru: В разделе добавлена кнопка воспроизведения и случайного воспроизведения

source: Playqueue will be refreshed when playing next/prev item
de: Die Wiedergabeliste wird beim Abspielen des nächsten/vorherigen Elements aktualisiert
fr: La file d’attente de lecture sera actualisée lors de la lecture de l’élément suivant / précédent
nl: De afspeelwachtrij wordt ververst bij het afspelen van het volgende/vorige item
ru: Очередь воспроизведения будет обновляться при воспроизведении следующего/предыдущего элемента

source: Keep fullscreen status
de: Vollbildstatus beibehalten
fr: Garde le statut plein écran
nl: Behoud de status van volledig scherm
ru: Сохранение полноэкранного состояния

source: List with playqueue items
de: Liste mit Wiedergabelistenelementen
fr: Liste avec les éléments de la file d’attente de lecture
nl: Lijst met wachtrij-items
ru: Список с элементами очереди воспроизведения

source: Play ondeck items continuous
de: Elemente auf dem Deck fortlaufend wiedergeben
fr: Lecture continue des éléments de l’accueil
nb: Spill dekksvisningselementer sammenhengende
nl: Ondeck items continu spelen
ru: Непрерывное воспроизведение последующих элементов

source: Added an album view
de: Albumansicht hinzugefügt
fr: Ajout d’une vue de l’album
nb: Albumsvsining lagt til
nl: Een albumoverzicht toegevoegd
ru: Добавлен раздел альбома

source: Added an artist view
de: Künstleransicht hinzugefügt
fr: Ajout d’une vue de l’artiste
nb: Artistvisning lagt til
nl: Een artiestenoverzicht toegevoegd
ru: Добавлен раздел исполнителя

source: Buttons now with more constrast
de: Schaltflächen haben jetzt mehr Kontrast
fr: Les boutons ont désormais plus de contraste
nb: Knapper med økt kontrast
nl: Knoppen nu met meer contrast
ru: Кнопки стали более контрастными

source: Sync tv show with options like only unwatched
de: Synchronisierung von Serien mit Optionen wie "nur ungesehen"
fr: Ajout de la synchronisation des émissions télévisées avec des options comme « non vus uniquement »
nb: Synkroniser TV-programmer med alternativer, som f.eks. kun usette
nl: Sync tv-show met opties zoals alleen onbekeken
ru: Синхронизация телепередач с такими опциями как "только непросмотренные"

source: Sync and download dialog with thumbnails
de: Synchronisierungs- und Download-Dialog mit Miniaturansichten
fr: Fenêtres de synchronisation et de téléchargement avec des vignettes
nb: Synkroniserings- og nedlastingsdialog med miniatyrbilder
nl: Sync- en downloaddialoog met miniaturen
ru: Диалог синхронизации и загрузки с миниатюрами

source: Media controll buttons/images with more contrast.
de: Kontrast von Schaltflächen/Bildern für die Mediensteuerung erhöht.
fr: Boutons / images de contrôle des médias avec plus de contraste.
nl: Mediabesturingstoetsen/afbeeldingen met meer contrast.
ru: Кнопки/изображения управления медиа с увеличенной контрастностью.

source: First release.
de: Erste Veröffentlichung.
fr: Première version.
nb: Første utgave.
nl: Eerste uitgave
ru: Первый релиз.

source: Play your Plex movies, shows and music
de: Spielen Sie Ihre Plex-Filme, -Serien und -Musik ab
fr: Jouez vos films, émissions et musiques Plex
it: Riproduci i tuoi film di Plex, le serie televisive e la musica
nb: Spill dine Plex-filmer, programmer og musikk
nl: Speel uw films, shows en muziek van Plex af
ru: Воспроизведение фильмов, передач и музыки Plex

source: girens;plex;media;player;
de: girens;plex;medien;spieler;
fr: girens;plex;média;lecteur;player;tv;films;musique;shows;émissions;
nb: girens;plex;media;avspiller;
nl: girens;plex;media;player;speler;
ru: girens;plex;media;player;гиренс;плекс;медиа;плееер;

source: A Plex GTK client for playing movies, TV shows and music from your Plex library.
de: Ein Plex GTK-Client zum Abspielen von Filmen, Fernsehsendungen und Musik aus Ihrer Plex-Bibliothek.
fr: Un client GTK pour Plex permettant de jouer les films, émissions télévisées et musiques de votre bibliothèque Plex.
it: Un client Plex GTK per riprodurre film, serie televisive e musica dalla tua libreria Plex.
nb: En Plex-klient skrevet i GTK for avpilling av filmer, TV-programmer og musikk fra ditt Plex-bibliotek.
nl: Een Plex GTK-client voor het afspelen van films, tv-programma's en muziek uit uw Plex-bibliotheek.
ru: GTK-клиен Plex для воспроизведения фильмов, телепередач и музыки из библиотеки Plex.

source: translator-credits
de: Sebin Nyshkim
fr: Irénée THIRION
it: crediti-traduttori
nb: Allan Nordhøy <epost@anotheragency.no>
nl: Gerben Droogers Philip Goto https://flipflop97.github.io/
ru: Yuri Smirnov

source: Show more
de: Mehr zeigen
fr: Afficher plus
it: Mostra altro
nb: Vis mer
nl: Meer tonen
ru: Показать еще

source: Ondeck
de: Auf Deck
fr: Accueil
it: Riprendi
nb: Dekksvisning
nl: Verder kijken
ru: Продолжить просмотр

source: Recently added Shows
de: Kürzlich hinzugefügte Serien
fr: Émissions récemment ajoutées
it: Serie aggiunte di recente
nl: Onlangs toegevoegde series
ru: Недавно добавленные Сералы

source: Recently added Movies
de: Kürzlich hinzugefügte Filme
fr: Films ajoutés récemment
it: Film aggiunti di recente
nl: Onlangs toegevoegde films
ru: Недавно добавленные Фильмы

source: Recently added Music
de: Kürzlich hinzugefügte Musik
fr: Musiques ajoutées récemment
it: Musica aggiunta di recente
nl: Onlangs toegevoegde muziek
ru: Недавно добавленная Музыка

source: Logout
de: Abmelden
fr: Déconnexion
it: Esci
nl: Uitloggen
ru: Выход

source: Login to Plex with an user acount
de: Mit Benutzerkonto bei Plex anmelden
fr: Connectez-vous à Plex avec un compte utilisateur
it: Entra su Plex con un account utente
nl: Inloggen op Plex met een gebruikersaccount

source: Username
de: Benutzername
fr: Nom d’utilisateur
it: Nome utente
nb: Brukernavn
nl: Gebruikersnaam
ru: Имя пользователя

source: Password
de: Passwort
fr: Mot de passe
nb: Passord
nl: Wachtwoord
ru: Пароль,

source: Login
de: Anmelden
fr: Connexion
it: Entra
nl: Inloggen
ru: Логин

source: Go to Plex server based on an url
de: Plex-Server über eine URL öffnen
fr: Aller au serveur Plex à partir d’une URL
nl: Ga naar een Plex-server op basis van een URL
ru: Подключение серверу Plex по адресу

source: The url to the Plex server with the port number
de: URL zum Plex-Server mit Portnummer
fr: L’URL du serveur Plex avec le numéro du port
nl: De URL naar de Plex-server met het poortnummer
ru: Адрес сервера Plex с номером порта

source: Connect
de: Verbinden
fr: Se connecter
it: Connetti
nb: Koble til
nl: Verbinden
ru: Подключение

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni
nb: Innstillinger
nl: Instellingen
ru: Настройки

source: Advertise as client
de: Als Client bekanntgeben
fr: Annoncer en tant que client
it: Mostra come client
nb: Kunngjør som klient
nl: Adverteren als cliënt
ru: Работа в режиме клиента

source: Allow other devices on this network to find Girens and control this client.
de: Erlauben Sie anderen Geräten in diesem Netzwerk, Girens zu finden und diesen Client zu steuern.
fr: Autoriser d’autres appareils sur ce réseau à trouver Girens et contrôler ce client.
it: Permetti ad altri dispositivi su questa rete di cercare Girens e controllare questo client.
nb: Tillat andre enheter på dette nettverket å finne Girens og kontrollere denne klienten.
nl: Laat andere apparaten op dit netwerk Girens vinden en bedienen.
ru: Разрешить другим устройствам в этой сети находить Girens и управлять им.

source: Prefer music clips
de: Musikclips bevorzugen
fr: Préférer les clips musicaux
it: Preferisci spezzoni musicali
nb: Foretrekk musikk-klipp
nl: Muziekclips prefereren
ru: Предпочитать музыкальные клипы

source: When playing music and the track has a music clip, play that instead of the audio.
de: Musikclip statt Audio wiedergeben, wenn der Titel einen Musikclip enthält.
fr: Lorsqu’une musique est jouée et que la piste comporte un clip musical, celui-ci est lu à la place de l’audio.
it: Quando riproduci la musica e la traccia ha uno spezzone musicale, riproduci quello invece dell'audio.
nl: Als er muziek wordt afgespeeld en het nummer heeft een muziekclip, speel die dan af in plaats van de audio.
ru: При воспроизведении музыки, если к треку добавлен музыкальный клип, будет воспроизводиться он.

source: Transcode media
de: Medien umwandeln
fr: Transcoder les médias
it: Codifica media
nb: Transkod media
nl: Media transcoderen
ru: Перекодирование мультимедиа

source: Transcode media instead of playing directly.
de: Medien umwandeln, statt sie direkt wiederzugeben.
fr: Transcoder les médias au lieu de les lire directement.
it: Codifica media invece di riprodurlo direttamente.
nb: Transkod media istedenfor direkte avspilling.
nl: Transcodeer media in plaats van direct af te spelen.
ru: Перекодирование медиа впесто прямого воспроизведения.

source: Shortcuts
de: Tastenkombinationen
fr: Raccourcis
it: Scorcatoie
nb: Snarveier
nl: Sneltoetsen
ru: Комбинации клавиш

source: About Girens
de: Info zu Girens
fr: À propos de Girens
it: Informazioni su Girens
nb: Om Girens
nl: Over Girens
ru: О Girens

source: Repeat
de: Wiederholen
fr: Répéter
it: Ripeti
nb: Gjentagelse
nl: Herhalen
ru: Повтор

source: Release date
de: Erscheinungsdatum
fr: Date de sortie
it: Data di uscita
nb: Utgivelsesdato
nl: Uitgavedatum
ru: Дата выхода

source: Description
de: Beschreibung
it: Descrizione
nb: Beskrivelse
nl: Beschrijving
ru: Описание

source: Subtitle
de: Untertitel
fr: Sous-titre
it: Sottotitoli
nb: Undertekst
nl: Ondertitel
ru: Субтитры

source: Subscription plan
de: Abonnementplan
fr: Programme d’abonnement
it: Piano di abbonamento
nb: Abonnementsplan
nl: Abonnementsplan
ru: Подписка

source: Secure
de: Sicher
fr: Sécurisé
it: Sicuro
nl: Beveiligd

source: Do you want resume watching or start from the beginning?
de: Möchten Sie von der letzten Wiedergabeposition aus fortfahren oder von vorne beginnen?
fr: Voulez-vous reprendre le visionnage ou commencer depuis le début ?
it: Vuoi riprendere da dove avevi lasciato o ricominciare da capo?
nl: Wilt u verder kijken of vanaf het begin beginnen?
ru: Продолжить просмотр или начать с начала?

source: Resume
de: Fortfahren
fr: Reprendre
it: Riprendi
nb: Fortsett
nl: Hervatten
ru: Продолжить

source: Order
de: Sortierung
fr: Ordre
it: Ordina
nb: Rekkefølge
nl: Sorteren
ru: Порядок

# shortcut window
source: Playback
de: Wiedergabe
fr: Lecture
it: Riproduzione
nb: Avspilling
nl: Afspelen
ru: Воспроизведение

# shortcut window
source: Play/Pause
de: Abspielen/Pause
fr: Lecture / Pause
it: Riproduci/Pausa
nb: Spill av/pause
nl: Afspelen/pauzeren
ru: Воспроизведение/Пауза

# shortcut window
source: Previous
de: Vorheriges
fr: Précédent
it: Precedente
nb: Forrige
nl: Vorige
ru: Назад

# shortcut window
source: Next
de: Nächstes
fr: Suivant
it: Prossimo
nb: Neste
nl: Volgende
ru: Далее

# shortcut window
source: Seek forwards
de: Vorspulen
fr: Avancer
it: Cerca in avanti
nb: Blafre forover
nl: Vooruit zoeken
ru: Перемотка вперёд

# shortcut window
source: Seek backwards
de: Zurückspulen
fr: Aller en arrière
it: Cerca indietro
nb: Blafre bakover
nl: Achteruit zoeken
ru: Перемотка назад

# shortcut window
source: Stop playing
de: Wiedergabe stoppen
fr: Arrêter la lecture
it: Ferma riproduzione
nb: Stopp avspilling
nl: Stopen met afspelen
ru: Остановить воспроизведение

# shortcut window
source: Fullscreen
de: Vollbild
fr: Plein écran
it: Schermo intero
nb: Fullskjermsvisning
nl: Volledig scherm
ru: Полноэкранный режим

# shortcut window
source: Play musicclips instead of audio track
de: Musikclips statt Audio wiedergeben
fr: Jouer les clips musicaux à la place des pistes audio
it: Riproduci spezzoni musicali invece della traccia audio
nl: Muziekclips afspelen in plaats van audiotrack
ru: Воспроизведение музыкальных клипов вместо аудиодорожки

source: Sync items
de: Elemente synchronisieren
fr: Synchroniser les éléments
it: Sincronizza oggetti
nb: Synkroniser elementer
nl: Items synchroniseren
ru: Синхронизация элементов

source: Sync - settings
de: Sync - Einstellungen
fr: Paramètres de synchronisation
it: Sincronizzazione - impostazioni
nl: Sync - instellingen
ru: Синхронизация - настройки

source: Convert
de: Umwandeln
fr: Convertir
it: Converti
nb: Konverter
nl: Converteren
ru: Преобразование

source: Converted sync can take a long time
de: Konvertierte Synchronisierung kann lange dauern
fr: La synchronisation convertie peut prendre beaucoup de temps
it: La conversione potrebbe richiedere molto tempo
nb: Konvertert synkronisering kan ta lang tid
nl: Geconverteerde synchronisatie kan lang duren

source: Unwatched only
de: Nur ungesehene
fr: Non vus seulement
it: Mostra solo non visti
nb: Kun usette
nl: Alleen onbekeken
ru: Только непросмотренные

source: Follow system style
de: Systemstil folgen
fr: Suivre le thème système
it: Segui stile di sistema
nl: Systeemstijl volgen
ru: Использовать системную тему

source: Light style
de: Hell
fr: Style clair
it: Stile chiaro
nl: Lichte stijl
ru: Светлая тема

source: Dark style
de: Dunkel
fr: Style sombre
it: Stile scuro
nl: Donkere stijl
ru: Темная тема

source: Go to artist view
de: Zur Künstleransicht
fr: Aller à la vue des artistes
it: Vai alla vista artisti
nb: Gå til artistvisning
nl: Artiestweergave
ru: Перейти на страницу исполнителя

source: Sync
de: Synchronisierung
fr: Synchroniser
it: Sincronizzazione
nl: Synchroniseren
ru: Синхронизация

source: Shuffle
de: Zufällig
fr: Mélanger
it: Mischia
nb: Omstokking
nl: Shufflen
ru: Случайно

source: Disc
fr: Disque
nl: Schijf
ru: Диск

source: Go to album view
de: Zur Albumansicht
fr: Aller à la vue des albums
it: Vai alla vista album
nb: Gå til albumsvisning
nl: Albumweergave
ru: Перейти на страницу альбома

source: Go to show view
de: Zur Serienansicht
fr: Aller à la vue des émissions
it: Vai alla vista serie
nl: Serieweergave

source: Mark as Played
de: Als gespielt markieren
fr: Marquer comme joué
it: Segna come Visto
nb: Marker som avspilt
nl: Markeren als afgespeeld
ru: Отметить как Просмотренный

source: Mark as Unplayed
de: Als ungespielt markieren
fr: Marquer comme non joué
it: Segna come Non visto
nb: Marker som uspilt
nl: Markeren als onafgespeeld
ru: Отметить как Непросмотренный

source: Start from the beginning
de: Von vorne beginnen
fr: Commencer depuis le début
it: Parti dall'inizio
nb: Start fra begynnelsen
nl: Starten vanaf het begin
ru: Начать сначала

source: None
de: Keine
fr: Aucun
it: Nessuno
nb: Ingen
nl: Geen
ru: Нет

source: Connecting to
de: Verbinden zu
fr: Connexion à
nb: Tilkobling til
nl: Verbinden met
ru: Подключение к

source: failed.
de: fehlgeschlagen.
fr: échoué.
nb: mislyktes.
nl: mislukt.
ru: не удалось.

source: No servers found for this account.
de: Keine Server für dieses Konto gefunden.
fr: Aucun serveur trouvé pour ce compte.
it: Nessun server trovato su questo account.
nb: Fant ingen tjenere for denne kontoen:
nl: Er zijn geen servers gevonden voor dit account.
ru: Для этой учетной записи не найдено ни одного сервера.

source: connection urls.
de: Verbindungs-URLs.
fr: URLs de connexion.
nl: verbindings-URL's.
ru: адреса подключения.

source: There are
de: Es gibt
fr: Il y a
nl: Er zijn

source: This may take a while
de: Dies kann eine Weile dauern
fr: Cela peut prendre du temps
nb: Dette kan ta sin tid
nl: Dit kan een tijdje duren

source: Added at
de: Hinzugefügt
fr: Ajouté le
it: Aggiunto a
nb: Lagt til
nl: Toegevoegd op
ru: Добавлено в

source: Last viewed at
de: Zuletzt gesehen
fr: Dernière vue le
it: Ultimo visto alle ore
nb: Sist sett
nl: Laatst bekeken op
ru: Последний просмотр в

source: Originally available at
de: Ursprünglich erschienen auf
fr: Disponible à l’origine le
it: Originariamente disponibile su
nb: Opprinnelig tilgjengelig på
nl: Oorspronkelijk beschikbaar op

source: Title
de: Titel
fr: Titre
it: Titolo
nb: Navn
nl: Titel
ru: Название

source: Rating
de: Einstufung
fr: Évaluation
it: Voto
nb: Vurdering
nl: Beoordeling
ru: Оценка

source: Unwatched
de: Ungesehen
fr: Non vu
it: Non visti
nb: Usett
nl: Onbekeken
ru: Непросмотренные

source: View count
de: Wiedergabeanzahl
fr: Voir le compte
it: Conteggio visualizzazioni
nb: Visninger
nl: Bekijk aantal
ru: Количество просмотров

source: User rating
de: Benutzerwertung
fr: Évaluation utilisateur
it: Voti utente
nb: Brukervurdering
nl: Beoordeling van de gebruiker
ru: Пользовательская оценка

source: Media height
de: Medienhöhe
fr: Hauteur des médias
it: Altezza media
nb: Mediahøyde
nl: Media grote

source: Duration
de: Dauer
fr: Durée
it: Durata
nb: Varighet
nl: Duur
ru: Длительность

source: Playlists
de: Wiedergabelisten
fr: Listes de lecture
it: Scalette
nb: Spillelister
nl: Afspeellijsten
ru: Плейлисты

source: Player
de: Wiedergabe
fr: Lecteur
it: Lettore
nb: Avspiller
nl: Speler
ru: Плеер

source: Home
de: Startseite
fr: Accueil
it: Pagina iniziale
nb: Hjem
nl: Thuis

source: Starting Girens
de: Girens wird gestartet
fr: Démarrage de Girens
it: Avvio Girens
nl: Girens opstarten
ru: Запуск Girens

source: Help with translating
it: Aiutaci con le traduzioni
nl: Help met vertalen
ru: Помочь с переводом

source: Token
fr: Jeton
nb: Symbol
ru: Токен

source: Info
fr: Informations
it: Informazioni
ru: Информация

source: Genre
it: Genere
nb: Sjanger
ru: Жанр

source: Audio
nb: Lyd
ru: Аудио

source: Account info
de: Kontoinformationen
fr: Infos sur le compte
it: Informazioni account
nb: Kontoinfo
ru: Информация об аккаунте

source: Girens is a Plex GTK client for playing movies, TV shows and music from your Plex library.
fr: Girens est un client GTK permettant de jouer les films, émissions télévisées et musiques de votre bibliothèque Plex.
nb: Girens er en Plex-klient skrevet i GTK for å spille filmer, TV-programmer, og musikk fra ditt Plex-bibliotek.

source: Added Norwegian translation
fr: Ajout d'une traduction en norvégien

source: Email
fr: Courriel
nb: E-post

source: Max items
de: Max. Anzahl
fr: Maximum d’éléments
it: Oggetti massimi
nb: Maks. elementer

source: Username and password
it: Nome utente e password

source: URL and token
it: URL e token

source: Go to Plex server based on an URL
it: Vai ad un server Plex basato su un URL

source: The URL to the Plex server with the port number
it: L'URL del server Plex con il numero della porta

source: Toggle Sidebar
it: Mostra barra laterale

source: Disc {}
it: Disco {}

source: Connecting to {}.
it: Connessione a {}.

source: Connecting to {} failed.
it: Connessione a {} fallita.

source: Connecting to {0}. There are {1} connection urls. This may take a while.
it: Connessione a {0}. Questi sono {1} url di connessione. Potrebbe richiedere un po'.
