Repository: tijder/girens
Catalog: po/*.po
Languages: de, fr, it, nb, nl, ru

source: Girens for Plex
de: Girens für Plex
fr: Girens pour Plex
it: Girens per Plex
nl: Girens voor Plex
ru: Girens для Plex

source: Watch your Plex content
it: Guarda il tuo contenuto di Plex
nl: Bekijk uw Plex-media
ru: Просмотр контента Plex

source: Girens is a Plex media player client. You can watch and listen to your music, shows and movies with this GTK app.
de: Girens ist ein Plex Medienspieler-Client. Mit dieser GTK-App können Sie Ihre Musik, Serien und Filme ansehen und anhören.
fr: Girens est un client pour le lecteur multimédia Plex. Vous pouvez regarder et écouter votre musique, vos émissions et vos films avec cette application GTK.
it: Girens Ã¨ un client media per Plex. Puoi guardare ed ascoltare la tua musica, le serie televisive ed i film con questa app GTK.
nb: Girens er en mediaspillerklient for Plex. Du kan se og lytte til musikk, programmer, og filmer med dette GTK-programmer.
nl: Girens is een Plex mediaspeler. Met deze GTK-app kunt u uw muziek, series en films bekijken en beluisteren.
ru: Girens - это клиент медиаплеера Plex. С помощью этого GTK-приложения можно смотреть сериалы и фильмы, слушать музыку.

source: The home screen
de: Der Startbildschirm
fr: L’écran d’accueil
it: Schermata iniziale
nb: Hjemmeskjermen
nl: Het beginscherm
ru: Главная

source: The show screen
de: Der Serienbildschirm
fr: La vue des émissions
it: Vista serie
nl: Het showscherm
ru: Сериалы

source: The album screen
de: Der Albenbildschirm
fr: La vue album
it: Vista album
nl: Het albumscherm

source: Changes:
de: Änderungen:
fr: Changements :
nb: Endringer:
nl: Veranderingen:
ru: Изменения:

source: Fix directplay for users without download rights
nl: Fix directplay voor gebruikers zonder downloadrechten
ru: Исправление проблем прямого воспроизведения для пользователей без прав на загрузку

source: Show media controls on click
nl: Mediabediening tonen bij klikken
ru: Показывать элементы управления мультимедиа по клику

source: Change summary
nl: Samenvatting wijzigen
ru: История изменений

source: Update blp files to use blueprint syntax
nl: Update blp-bestanden om blueprint syntax te gebruiken
ru: Обновление файлов blp для использования синтаксиса чертежей

source: Update dependencies
de: Abhängigkeiten aktualisiert
fr: Mise à jour des dépendances
nb: Oppdaterte avhengigheter
nl: Afhankelijkheden bijwerken
ru: Обновить зависимости

source: Added Portuguese translation
nl: Portugese vertaling toegevoegd
ru: Добавлен перевод на португальский язык

source: Added Finnish translation
nl: Finse vertaling toegevoegd
ru: Добавлен перевод на финский язык

source: Use dash as transcode protocol
nl: Dash gebruiken als transcodeerprotocol
ru: Использовать Dash в качестве протокола перекодирования

source: Fix problems with playback
nl: Problemen met afspelen oplossen
ru: Устранение проблем с воспроизведением

source: Show loading box in section view
nl: Laadelement tonen in sectieweergave
ru: Показывать индикатор загрузки при просмотре разделов

source: Show icon in sidebar
nl: Pictogram tonen in zijbalk
ru: Показывать значок в боковой панели

source: Remove arrow from popover menu
nl: Pijl verwijderen uit popover menu
ru: Удалить стрелку из всплывающего меню

source: Show view item fix background of watched tip
nl: Toon bekeken tip met een achtergrond in weergave-item
ru: Исправление отображения элемента просмотра на фоне просмотренной подсказки

source: Help with translating url added in about widget
nl: Hulp bij het vertalen van url toegevoegd in about widget
ru: Сылка на помощь в переводе добавлена в виджет "О программе

source: Added German translation
nl: Duitse vertaling toegevoegd
ru: Добавлен перевод на немецкий язык

source: Added Spanish translation
nl: Spaanse vertaling toegevoegd
ru: Добавлен перевод на испанский язык

source: Added Turkish translation
nl: Turkse vertaling toegevoegd
ru: Добавлен перевод на турецкий язык

source: Added Swedish translation
nl: Zweedse vertaling toegevoegd
ru: Добавлен перевод на швелский язык

source: Migrated from GTK 3 to GTK 4
de: Von GTK 3 auf GTK 4 migriert
fr: Migration de GTK 3 à GTK 4
nb: Migrering fra GTK 3 til GTK 4
nl: Gemigreerd van GTK 3 naar GTK 4
ru: Выполнен переход с GTK 3 на GTK 4

source: Migrated from Libhandy to Libadwaita
de: Von Libhandy nach Libadwaita migriert
fr: Migration de Libhandy vers Libadwaita
nl: Gemigreerd van Libhandy naar Libadwaita
ru: Выполнен переход с Libhandy на Libadwaita

source: Migrated to Blueprint for ui files
de: Zu Blueprint für UI-Dateien migriert
fr: Migration vers Blueprint pour les fichiers d’interface
nl: Gemigreerd naar Blueprint voor ui bestanden
ru: Выполнен переход на Blueprint для файлов интерфейса

source: Improved lists for large libraries (thanks to the new Gtk4 lists).
de: Verbesserte Listen für große Bibliotheken (dank der neuen Gtk4-Listen).
fr: Amélioration des listes pour les grandes bibliothèques (grâce aux nouvelles listes GTK 4).
nl: Verbeterde lijsten voor grote bibliotheken (dankzij de nieuwe Gtk4-lijsten).
ru: Улучшены списки для больших библиотек (благодаря новым спискам в Gtk4).

source: Redesigned the album/artist view
de: Neugestaltung der Album-/Künstleransicht
fr: Refonte de la vue album / artiste
nb: Redesignet album/artistvisning
nl: Herontwerp van de album/artiest weergave
ru: Изменен дизайн страницы альбома/исполнителя

source: Redesigned the show view
de: Neugestaltung der Serienansicht
fr: Refonte de la vue des émissions
nl: Herontwerp van de show weergave
ru: Изменен дизайн страницы сериала

source: Improved the borderless view
de: Die randlose Ansicht wurde verbessert
fr: Amélioration de la vue sans bordures
nb: Forbedret kantløs visning
nl: Verbeterde weergave inscherm
ru: Улучшен просмотр без границ

source: A lot of bug fixes
de: Eine Menge Fehlerbehebungen
fr: Beaucoup de corrections de bogues
nb: Mange feilfikser
nl: Veel bugfixes
ru: Исправлено множество ошибок

source: Support to login without libsecret
de: Unterstützung für die Anmeldung ohne libsecret
fr: Prise en charge de la connexion sans libsecret
nl: Ondersteuning voor inloggen zonder libsecret
ru: Поддержка входа в систему без libsecret

source: Added French translation
de: Französische Übersetzung hinzugefügt
fr: Ajout de la traduction française
nb: Ny Fransk oversettelse
nl: Franse vertaling toegevoegd
ru: Добавлен перевод на французский язык

source: Added Norwegian Bokmål translation
nl: Noors Bokmål vertaling toegevoegd
ru: Добавлен перевод на норвежский язык

source: Use gnome SDK 40
de: Verwendung von gnome SDK 40
fr: Utilisation de Gnome SDK 40
nl: Gebruik GNOME-SDK 40
ru: Использование gnome SDK 40

source: Fix build warnings
de: Build-Warnungen beheben
fr: Correction des avertissements de build
nl: Build waarschuwingen opgelost
ru: Исправлены предупреждения при сборке

source: Update mpv to 33
de: Aktualisierung von mpv auf Version 0.33
fr: Mise à jour de mpv vers la version 33
nl: Update mpv naar 33
ru: Обновлен mpv до версии 33

source: Fix play buttons not updating for musicclips
de: Problem behoben, bei dem Wiedergabeschaltflächen für Musikclips nicht aktualisiert werden
fr: Correction des boutons de lecture ne se mettant pas à jour pour les clips musicaux
nl: Fix afspeelknoppen worden niet bijgewerkt voor muziekclips
ru: Исправление не обновляющихся кнопок воспроизведения для музыкальных клипов

source: Add option to play video fullscreen within the Window
de: Option zum Abspielen von Videos im Vollbildmodus innerhalb des Fensters hinzugefügt
fr: Ajout d’une option pour lire la vidéo en plein écran dans la fenêtre
nl: Optie toegevoegd om een video windowed aftespelen
ru: Добавлена возможность полноэкранного воспроизведения видео в окне

source: Show track and disc number in album view
de: Titel und Disc-Nummer in der Albumansicht anzeigen
fr: Affichage du numéro de la piste et du disque dans la vue de l’album
nb: Visning av spor og disknummer i albumsvisning
nl: Toon nummer en schijfnummer in albumweergave
ru: Показывать название трека и альбома в режиме просмотра альбома

source: Select name None if no subtitle is selected
de: Wenn kein Untertitel ausgewählt ist, Name als "none" anzeigen
fr: Sélection du nom Aucun si aucun sous-titre n’est sélectionné
nb: Valg navnet «Ingen» hvis ingen undertekst er valgt
nl: Selecteer naam Geen als er geen ondertiteling is geselecteerd
ru: Выбирать вариант "Нет", если субтитры не выбраны

source: Show hours of audio item
de: Stunden für Audiomaterial anzeigen
fr: Affichage des heures des éléments audio
nl: Toon uren van een audio item
ru: Показывать часы в длительности аудиофала

source: Load only needed items of sections
de: Nur benötigte Elemente von Abschnitten laden
fr: Chargement des éléments nécessaires des sections uniquement
nl: Alleen benodigde items van secties laden
ru: Загружать только необходимые элементы разделов

source: Use readable name for sorting
de: Lesbare Namen für Sortierung verwenden
fr: Utilisation de noms lisibles pour le tri
nb: Bruk lesbart navn i sortering
nl: Gebruik leesbare naam voor sortering
ru: Использование читаемого имени для сортировки

source: Dutch translation added
de: Niederländische Übersetzung hinzugefügt
fr: Ajout de la traduction néerlandaise
nb: Nederlandsk oversettelse
nl: Nederlandse vertaling toegevoegd
ru: Добавлен перевод на голландский язык

source: Update layout of settings menu with libhandy widgets
de: Aktualisierung des Layouts des Einstellungsmenüs mit libhandy-Widgets
fr: Mise à jour de la disposition du menu des paramètres avec les widgets libhandy
nb: Oppdatert oppsett for innstillingsmeny med libhandy-miniprogrammer
nl: Lay-out van instellingenmenu vernieuwd met libhandy-widgets
ru: Обновление макета меню настроек с помощью виджетов libhandy

source: Setting for changing transcoding video resolution
de: Einstellungen zum Ändern der Auflösung umgewandelter Videos
fr: Ajout d’un paramètre pour changer la résolution du transcodage vidéo
nb: Innstilling for endring av videooppløsning transkoding utføres i
nl: Instelling voor het wijzigen van de transcoderende videoresolutie
ru: Настройка изменения разрешения перекодировки видео

source: Unselect sidebar item when changing section
de: Abwählen von Seitenleistenelementen beim Wechsel des Abschnitts
fr: Dé-sélection de l’élément de la barre latérale lors d’un changement de section
nb: Fravalgt sidefeltselement ved endring av seksjon
nl: Zijbalk-item deselecteren bij verandering van sectie
ru: Снятие выделения элемента боковой панели при смене раздела

source: More music play options
de: Mehr Optionen für die Musikwiedergabe
fr: Plus d’options de lecture de musique
nb: Flere musikkavspillingsalternativer
nl: Meer opties voor het afspelen van muziek
ru: Дополнительные возможности воспроизведения музыки

source: New app icon
de: Neues App-Symbol
fr: Nouvelle icône d’application
nb: Nytt programikon
nl: Nieuw app-icoon
ru: Новый значок приложения

source: Double click to toggle fullscreen
de: Doppelklick zum Umschalten auf Vollbildmodus
fr: Double-clic pour basculer en plein écran
nb: Dobbeltklikk for å veksle fullskjermsvisning
nl: Dubbelklik om volledig scherm aan/uit te zetten
ru: Двойной клик для перехода в полноэкранный режим

source: Redesigned login view
de: Neu gestaltete Anmeldeansicht
fr: Nouvelle vue de connexion
nb: Redesignet innloggingsvisning
nl: Vernieuwde inlogweergave
ru: Переработан вид входа в систему

source: Press k to toggle play or pause media
de: Drücken Sie k, um die Wiedergabe zu starten oder zu unterbrechen
fr: Ajout de la possibilité de presser k pour jouer ou mettre en pause un média
nl: Druk op k om media af te spelen of te pauzeren
ru: Нажмите "K", чтобы включить или приостановить воспроизведение

source: Fix basic auth urls when downloading
de: Probleme mit Basic-Auth-URLs beim Herunterladen behoben
fr: Correction des URLs d’authentification de base lors du téléchargement
nb: Fikset nettadresser med enkel identitetsbekreftelse ved nedlasting
nl: Fix basic auth urls bij downloaden
ru: Исправление базовых аутентификационных адресов при загрузке

source: Fix crash when latest timeline update failed
de: Absturz bei fehlgeschlagener Aktualisierung der Zeitleiste behoben
fr: Correction d’un plantage quand la dernière mise à jour de la timeline échoue
nb: Fikset krasj når siste tidslinjeoppdatering mislyktes
nl: Fix crash bij mislukte update van de laatste tijdlijn
ru: Исправление сбоя при неудачном обновлении последней временной шкалы

source: Exit fullscreen with escape
de: Vollbildmodus mit Escape verlassen
fr: Ajout de la possibilité de quitter le mode plein écran avec la touche Échap
nl: Volledig scherm verlaten met escape
ru: Выход из полноэкранного режима по клавише "Escape"

source: Add feature changing subtitle and audio stream with plex remote
de: Funktion zum Ändern von Untertiteln und Audiospuren mit der Plex-Fernbedienung hinzugefügt
fr: Ajout d’une fonction permettant de modifier les sous-titres et le flux audio avec plex remote
nl: Functie toegevoegd die ondertiteling en audio stream verandert met plex remote
ru: Добавлена функция изменения субтитров и аудиопотока с помощью plex remote

source: Fix music not correct seeking when transcoding
de: Problem behoben, bei dem Musik beim Transkodieren nicht korrekt gespult wird
fr: Correction de la recherche incorrecte de la musique lors du transcodage
nb: Fikset blafring av musikk under transkoding
nl: Fix muziek niet goed tijd aan te passen bij transcodering
ru: Исправление некорректного поиска музыки при перекодировании

source: Fix bug with showing section after playlist is showed
de: Problem behoben, bei dem der Abschnitt angezeigt wird, nachdem die Wiedergabeliste angezeigt wurde
fr: Correction d’un bogue avec l’affichage d’une section après que la liste de lecture soit affichée
nb: Fikset feil med visning av seksjon etter at spillelisten vises
nl: Bug met tonen van sectie na tonen afspeellijst opgelost
ru: Исправление ошибки с отображением раздела после показа списка воспроизведения

source: Change subtitle and audio stream
de: Untertitel und Audiospur ändern
fr: Changement du flux de l’audio et des sous-titres
nb: Endre undertekst og lydstrøm
nl: Ondertiteling en audiostream wijzigen
ru: Изменение субтитров и аудиопотока

source: Remove white border in fullscreen
de: Weißen Rand im Vollbildmodus entfernen
fr: Suppression de la bordure blanche en plein écran
nb: Fjern hvitt omriss i fullskjermsvisning
nl: Witte rand in volledig scherm verwijdert
ru: Удалена белая граница в полноэкранном режиме

source: Option to change volume level
de: Option zum Ändern der Lautstärke
fr: Ajout d’une option pour changer le niveau de volume
nb: Alternativ for endring av lydstyrkenivå
nl: Optie om het volume te wijzigen
ru: Возможность изменения уровня громкости

source: Option to set dark theme
de: Option zur Einstellung eines dunklen Stils
fr: Ajout d’une option pour appliquer un thème sombre
nb: Alternativ for ikledelse av mørk drakt
nl: Optie om donker thema in te stellen
ru: Возможность установки темной темы

source: Change progress bar for seeking bar in video player
de: Fortschrittsbalken für Suchleiste im Videoplayer geändert
fr: Changement de la barre de progression pour une barre de recherche dans le lecteur vidéo
nb: Endret framdriftsindikator for blafringsfelt i videospiller
nl: Verander voortgangsbalk voor zoekbalk in videospeler
ru: Заменен индикатор воспроизведения на индикатор перемотки в видеоплеере

source: Dont refresh allready loaded section
de: Bereits geladenen Abschnitt nicht aktualisieren
fr: Les sections déjà chargées ne seront pas rafraîchies
nb: Ingen gjenoppfrisking av allerede innlastet seksjon
nl: Vernieuw de reeds geladen sectie niet
ru: Не обновлять уже загруженную секцию

source: Plex token saved with Secret Service
de: Plex-Token im Geheimnis-Speicher hinterlegt
fr: Jeton Plex enregistrer avec Secret Service
nl: Plex token opgeslagen met Secret Service
ru: Токен Plex сохранен с помощью Secret Service

source: Advertise as Client on the local network
de: Als Client im lokalen Netzwerk bekanntgeben
fr: Annoncer en tant que Client sur le réseau local
nl: Beschikbaar als Client op het lokale netwerk
ru: Объявлять приложение как Клиент в локальной сети

source: Add option to play media without transcoding
de: Option zur Wiedergabe von Medien ohne Transcodierung hinzugefügt
fr: Ajout d’une option pour lire les médias sans transcodage
nb: Alternativ for avspilling av media uten transkoding
nl: Optie toegevoegd om media af te spelen zonder transcodering
ru: Добавлена возможность воспроизведения медиафайлов без перекодирования

source: About dialog added
de: Dialogfeld "Über" hinzugefügt
fr: Ajout d’une fenêtre À propos
nb: «Om»-dialog lagt til
nl: Info dialoog toegevoegd
ru: Добавлено диалоговое окно "О программе"

source: Shortcut dialog added
de: Dialogfeld "Tastenkombinationen" hinzugefügt
fr: Ajout d’une fenêtre de Raccourcis
nb: Snarveisdialog lagt til
nl: Snelkoppeling dialoog toegevoegd
ru: Добавлено диалоговое окно быстрого доступа

source: Fix crash when playing media
de: Absturz beim Abspielen von Medien behoben
fr: Correction d’un plantage lors de la lecture des médias
nb: Fikset krasj ved avspilling av media
nl: Fix crash bij het afspelen van media
ru: Исправлен сбой при воспроизведении мультимедиа

source: Enhanced smallscreen support
de: Verbesserte Unterstützung für kleine Bildschirme
fr: Amélioration de la prise en charge des petits écrans
nb: Forbedret støtte for små skjermer
nl: Verbeterde ondersteuning voor kleine schermen
ru: Улучшена поддержка экранов с малой диагональю

source: Play music clips from music track
de: Abspielen von Musikclips aus einem Musiktitel
fr: Lecture des clips musicaux depuis une piste musicale
nb: Spill musikk-klipp fra musikksporet
nl: Speel muziekclips af van muzieknummer
ru: Воспроизведение музыкальных клипов из музыкальной дорожки

source: Allow connecting to url instead of Plex user
de: Verbindung mit URL statt mit Plex-Benutzer zulassen
fr: Permet la connexion à une URL à la place d’un utilisateur Plex
nl: Verbinding met url in plaats van Plex-gebruiker toestaan
ru: Разрешить подключение к url вместо пользователя Plex

source: Improve multi server support
de: Verbesserte Unterstützung mehrerer Server
fr: Amélioration de la prise en charge de multiples serveurs
nl: Betere ondersteuning van meerdere servers
ru: Улучшена поддержка работы с несколькими серверами

source: Change sorting asc or desc
de: Auf- oder absteigende Sortierung einstellen
fr: Changement de tri croissant / décroissant
nb: Endre sortering stigende eller synkende
nl: Sortering oplopend of aflopend wijzigen
ru: Изменение сортировки по возрастанию или убыванию

source: Hide media controlls after two seconds if new media started playing
de: Mediensteuerung nach zwei Sekunden ausblenden, wenn neue Medien abgespielt werden
fr: Masquage des contrôles des médias après deux secondes si un nouveau média commence à être joué
nb: Skjul mediakontroller etter to sekunder hvis avspilling av ny media startes
nl: Mediabedieningen na twee seconden verbergen als nieuwe video item is gestart
ru: Скрытие элементов управления мультимедиа через две секунды, если началось воспроизведение нового мультимедиа

source: Seek to certain time when playing music
de: Zu einer bestimmten Zeit beim Abspielen von Musik springen
fr: Ajout de la possibilité d’aller à un moment précis lors de la lecture de la musique
nb: Blafre til gitt tid ved avspilling av musikk
nl: Zoek naar een bepaalde tijd bij het afspelen van muziek
ru: Переход к определенному времени при воспроизведении музыки

source: Default width 640px
de: Standardbreite 640px
fr: Largeur par défaut à 640px
nb: Forvagt bredde 640 piksler
nl: Standaardbreedte 640px
ru: Ширина по умолчанию 640px

source: Redesigned media controlbox for video player
de: Neu gestaltete Medienkontrollbox für den Videoplayer
fr: Nouvelle conception de la boîte de contrôle des médias pour le lecteur vidéo
nb: Redesignet media-kontrollboks for videoavspiller
nl: Herontworpen media controlbox voor videospeler
ru: Переработана панель управления медиаплеером для видеоплеера

source: Use [ and ] for seeking media
de: [ und ] zum Suchlauf in Medien verwenden
fr: Utilisation de [ et ] pour parcourir un média
nb: Bruk [ og } for blafring av media
nl: Gebruik [ en ] voor het springen naar media tijd
ru: Используйте [ и ] для поиска перемотки медиа

source: Use media keys to select resume action
de: Medientasten verwenden, um die Aktion zum Fortsetzen auszuwählen
fr: Utilisation des touches média pour sélectionner l’action de reprise
nb: Bruk av mediataster for å velge gjenopptakelse av handling
nl: Gebruik de mediatoetsen om de hervat actie te kiezen
ru: Использование мультимедийных клавиш для возобновления воспроизведения

source: Hide cursor on video fullscreen
de: Zeiger im Vollbildmodus ausblenden
fr: Masquage du curseur pour la vidéo en plein écran
nb: Skjul peker ved videofullskjermsvisning
nl: Verberg cursor op volledig scherm
ru: Скрытие курсора при просмотре видео в полноэкранном режиме

source: Dont hide media controlls when playqueue is active
de: Medienkontrollen nicht ausblenden, wenn die Wiedergabeliste aktiv ist
fr: Contrôles des médias non masqués lorsque la liste d’attente de lecture est activée
nl: Mediacontroles niet verbergen wanneer playqueue actief is
ru: При активной очереди воспроизведения не скрываются элементы управления мультимедиа

source: Fix starting wrong offset when new media is started
de: Problem mit falschem Versatz beim Start neuer Medien behoben
fr: Correction de l’erreur de décalage lors du démarrage d'un nouveau média
nb: Fiks start fra feil forskyvning når ny media startes
nl: Fix start verkeerde offset bij het starten van nieuwe media
ru: Исправление неправильного смещения при новом востпроизведении

source: Show media title in resume dialog
de: Medientitel im Fortsetzungsdialog anzeigen
fr: Affichage du titre du média dans la fenêtre de reprise de la lecture
nb: Vis medianavn i fortsettelsesdialog
nl: Mediatitel tonen in hervattingsdialoog
ru: Отображение заголовка медиафайла в диалоге возобновления воспроизведения

source: Default mpv video output driver changed to xv
de: Standard-mpv-Videoausgabetreiber auf xv geändert
fr: Le pilote de sortie vidéo mpv par défaut a été remplacé par xv
nb: Forvalgt mpv-videoutdatadriver endret til xv
nl: Standaard mpv-video-uitvoerstuurprogramma gewijzigd in xv
ru: Драйвер видеовыхода mpv по умолчанию заменен на xv

source: Commandline options
de: Kommandozeilenoptionen
fr: Ajout d’options de ligne de commande
nl: Opdrachtregelopties
ru: Опции командной строки

source: Gnome search provider
de: Gnome-Suchanbieter
fr: Fournisseur de recherche de GNOME
nl: GNOME zoek-provider
ru: Провайдер поиска Gnome

source: Onscreen controller
de: Bildschirmsteuerung
fr: Contrôleur sur l’écran
nl: Besturing op het scherm
ru: Наэкранное управление

source: Added media notification (mpris)
de: Medienbenachrichtigung hinzugefügt (mpris)
fr: Ajout d’une notification de médias (mpris)
nl: Mediamelding (mpris) toegevoegd
ru: Добавлено уведомление о медиа (mpris)

source: Added play and shuffle button to artist view
de: Schaltflächen "Abspielen" und "Zufallswiedergabe" zur Interpretenansicht hinzugefügt
fr: Ajout de boutons de lecture et de lecture aléatoire dans la vue des artistes
nl: Afspeel- en shuffle-knop toegevoegd aan artiestenweergave
ru: На экране исполнителя добавлена кнопка воспроизведения и воспроизведения в случайном порядке

source: Enable mpv default OSC
de: Standard-Bedienelemente von mpv aktivieren
fr: Activation de l’OSC par défaut mpv
nl: Schakel mpv standaard OSC in
ru: Включение mpv стандартного OSC

source: Support for mediakeys
de: Unterstützung für Medientasten
fr: Prise en charge de mediakeys
nb: Støtte for mediataster
nl: Ondersteuning voor mediakeys
ru: Поддержка медиа кнопок
